{
  "Version": "1.3",
  "ID": "f1dvulxgyfvnv3fqwjpelfhictonbf3vytdgao4xy",
  "Issue Number": "37",
  "Client": {
    "Name": "K12 International Education Platform",
    "Region": "Singapore",
    "Industry": "Education & Training",
    "Website": "http://www.topschools.cn/index?_l=en",
    "Social Media": "顶思",
    "Social Media Type": "WeChat",
    "Role": "Dataset Owner"
  },
  "Project": {
    "Brief history of your project and organization": "TopSchools was founded on August 28, 2016.  As the resource aggregation platform of K12 international Education, TopSchools is committed to supporting the sustainable development of the international school market through community communication, data research, teacher training and talent recruitment.  Topschools is a close partner of international schools and international education institutions.  Provides industry with information on international education policies, operations, investments, schools, and people.  Organized various online and offline activities, cooperated with various examination bureaus, global top universities, research institutions, embassies and consulates, and provided services and support for more than 600 schools across the country;  We are linked to thousands of quality school service providers around the world to provide a variety of solutions for schools.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Our data is very large, mainly stored all kinds of courses of teaching videos, materials, documents.",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "We plan to cooperate and negotiate with professionals to ensure the safety and reliability of data, and achieve short-term or long-term effective storage to ensure the integrity of data",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://pan.baidu.com/s/1vOQ-h6lCCLvCXAY_PtsP1A?pwd=6jt9 \r\nhttps://pan.baidu.com/s/1CbRHk1E-tiXULoJIgLawMw?pwd=iapx \r\nhttps://pan.baidu.com/s/1_qSCseiHfUPyXFumfgvsLQ?pwd=fgis",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Monthly",
    "For how long do you plan to keep this dataset stored on Filecoin": "Permanently",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, Africa, North America, South America, Europe, Australia (continent)",
    "How will you be distributing your data to storage providers": "Cloud storage (i.e. S3), HTTP or FTP server, IPFS, Shipping hard drives, Lotus built-in data transfer",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f02850067\r\nfo2830476\r\nfo2941888\r\nfo2950965\r\nfo2830451",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5PiB",
    "Single Size Dataset": "512TiB",
    "Replicas": 4,
    "Weekly Allocation": "512TiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-07-01 16:16:20.024468390 UTC",
    "Validated By": "kevzak",
    "Active": true,
    "Updated At": "2024-08-12 16:16:56.380320062 UTC",
    "Active Request ID": "2a87c0c6-30d5-4323-bb05-e3505c94c25c",
    "On Chain Address": "f1dvulxgyfvnv3fqwjpelfhictonbf3vytdgao4xy",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "6aa94f4b-8f3f-44b5-8a0b-884a50590695",
      "Request Type": "First",
      "Created At": "2024-07-01 16:16:20.024961591 UTC",
      "Updated At": "2024-07-01 16:16:20.024964716 UTC",
      "Active": false,
      "Allocation Amount": "50TiB",
      "Signers": [
        {
          "Github Username": "kevzak",
          "Signing Address": "f1v24knjbqv5p6qrmfjj5xmlaoddzqnon2oxkzkyq",
          "Created At": "2024-07-01 16:18:44.979000000 UTC",
          "Message CID": "bafy2bzacedef3ibxya4uuboihshlovsaoodw5y7dovpjf65gtc6smceirggrc"
        }
      ]
    },
    {
      "ID": "2a87c0c6-30d5-4323-bb05-e3505c94c25c",
      "Request Type": "Refill",
      "Created At": "2024-08-12 16:16:12.643575984 UTC",
      "Updated At": "2024-08-12 16:16:12.643577457 UTC",
      "Active": false,
      "Allocation Amount": "50TiB",
      "Signers": [
        {
          "Github Username": "kevzak",
          "Signing Address": "f1v24knjbqv5p6qrmfjj5xmlaoddzqnon2oxkzkyq",
          "Created At": "2024-08-12 16:16:53.721000000 UTC",
          "Message CID": "bafy2bzacecjyowxmxaew2dwyk35u54bs3h2ndhxnncita2cvqo3eajirwz6bw"
        }
      ]
    }
  ]
}